Repository: malikkaraoui/YZ_Photos
Catalog: YZPhotos/Resources/Localizable.xcstrings
Source language: fr
Languages: en

source: Lent : %lf empreintes/seconde.
en: Slow: %lf fingerprints/second.

source: Aucune photo trouvée sur le disque.
en: No photo found on the drive.

source: %lld vignettes en %lf s → %lf/seconde.
en: %lld thumbnails in %lf s → %lf/second.

source: Lent : %lf vignettes/seconde.
en: Slow: %lf thumbnails/second.

source: joignable=%@. Listage KO → %@ code %lld : %@
en: reachable=%@. Listing failed → %@ code %lld: %@

source: joignable=%@. 0 élément listé à la racine (le partage réseau ne renvoie pas son contenu via FileManager).
en: reachable=%@. 0 items listed at the root (the network share doesn't return its contents via FileManager).

source: joignable=%@. %lld éléments, %lld dossiers, %lld avec taille>0. Premiers : %@
en: reachable=%@. %lld items, %lld folders, %lld with size>0. First: %@

source: Accents et emoji : aucun problème sur ce disque.
en: Accents and emoji: no problem on this drive.

source: Les chemins avec accents sont instables sur ce disque — dis-le-moi.
en: Paths with accents are unstable on this drive — let me know.

source: Trace en direct (écrite dans un fichier qui survit aux crashes). Au prochain crash, exporte ce journal et envoie-le.
en: Live trace (written to a file that survives crashes). On the next crash, export this log and send it.

source: Rafraîchir
en: Refresh

source: Exporter
en: Export

source: Effacer
en: Clear

source: (journal vide — agis dans l'app puis rafraîchis)
en: (log empty — do something in the app, then refresh)

source: Teste le disque SMB actuellement branché (rempli automatiquement). Modifiable si besoin.
en: Tests the SMB drive currently connected (filled in automatically). Editable if needed.

source: Connexion SMB directe — sans Fichiers. Saisis tes identifiants Freebox/NAS.
en: Direct SMB connection — without Files. Enter your Freebox/NAS credentials.

source: Disque branché : « %@ » sur %@
en: Connected drive: "%@" on %@

source: Hôte (ex. 192.168.0.83)
en: Host (e.g. 192.168.0.83)

source: Partage (ex. T7)
en: Share (e.g. T7)

source: Connexion en cours…
en: Connecting…

source: Tester la connexion SMB
en: Test SMB connection

source: Indisponible pendant une analyse (le disque est déjà sollicité).
en: Unavailable during a scan (the drive is already in use).

source: Connexion à smb://%@ / %@…
en: Connecting to smb://%@ / %@…

source: Verre
en: Glass

source: Clair
en: Light

source: Sombre
en: Dark

source: Taille (petites d'abord)
en: Size (smallest first)

source: Taille (grandes d'abord)
en: Size (largest first)

source: Date (anciennes d'abord)
en: Date (oldest first)

source: Date (récentes d'abord)
en: Date (newest first)

source: Genre (photos d'abord)
en: Type (photos first)

source: Genre (vidéos d'abord)
en: Type (videos first)
